<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Tooltip Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used for various help texts.
    |
    */

    'product_stock_alert' => "محصولات د ټیټ سټاک سره.<br/><small class='text-muted'>د محصول خبرتیا مقدار پر بنسټ د محصول پرده اضافه کړئ.<br> د سټاک له ختم څخه دمخه دا محصول واخلئ.</small>",

    'payment_dues' => ".د خریدارۍ تادیه پاته ده <br/><small class='text-muted'>د عرضه کونکي د پیسو د ورکړي اصطلاح پر بنسټ. <br/> هغه پیسې چې په ۷ ورځو یا لږو کې ورکول کیږي.</small>",

    'input_tax' => 'د ټاکل شوي وخت په موده کې د خرڅلاو په اړه ټوله مالیه راغونډ شوې.',

    'output_tax' => 'د ټاکل شوي وخت په موده کې د خریدارۍ په اړه ټوله مالیه ورکړل شوی.',

    'tax_overall' => 'د ټولو مالیاتو تر منځ توپیر چې راټول شوې دی او د ټاکل شوي وخت په موده کې ورکړل شوي ټول مالیه.',

    'purchase_due' => 'د خریدارۍ ټولو پیسو مقدار چې ندی ورکړ شوی.',

    'sell_due' => 'د خرڅلاو ټولو پیسو مقدار چي ترلاسه شی.',

    'over_all_sell_purchase' => '-ve value = Amount to pay <br>+ve Value = Amount to receive',

    'no_of_products_for_trending_products' => 'د غوره تیریدو محصولاتو شمیر چې په لاندې چارټ کې پرتله کیدی شي.',

    'top_trending_products' => "ستاسو د دکان غوره د محصولاتو خرڅلاو. <br/><small class='text-muted'>د فلټر پلي کولو لپاره د ځانګړو کټګورۍ لپاره سوداګریزې محصوللات پیژني، برانډ، د سوداګرۍ ځای او داسی نور.</small>",

    'sku' => "د ځانګړو محصولاتو یا د سټاک ساتلو واحد <br><br>دا خالي پریږدی چې په اوتومات ډول SKU تولید کړي.<br><small class='text-muted'>تاسو کولی شئ د سوداګرۍ ترتیبونو کې د SKU مخفف بدل کړئ.</small>",

    'enable_stock' => "د محصول لپاره د سټاک اداره فعال یا غیر فعال کول. <br><br><small class='text-muted'>د سټاک اداره باید د خدماتو لپاره غیر فعال شي. د بېلکې په توګه: و ویښتانو پریکول، ترمیم، او داسی نور.</small>",

    'alert_quantity' => "لارښوونه ترلاسه کړئ کله چې د محصول ذخیره د ټاکل شوې مقدار لاندې راځي یا لاندې شي.<br><br><small class='text-muted'>د ټیټ سټاک محصولات د ډشبورډ په برخه کې ښودل کیږي - د محصول د سټاک خبرتیا برخه.</small>",

    'product_type' => '<b>یو محصول</b>: محصول کوم توپیر نلري.
    <br><b>متغیر محصول</b>: محصول د مختلفو بدلونونو سره لکه سائز، رنګ او نور.',

    'profit_percent' => "د محصول لپاره د همیشه ګټو حد. <br><small class='text-muted'>(<i>تاسو کولی شئ د سوداګرۍ په ترتیبونو کې د همیشه ګټې حد اداره کړئ.</i>)</small>",

    'pay_term' => "پیسې باید د ورکړل شوي وخت په موده کې د خریدارۍ / خرڅولو لپاره ورکړل شي.<br/><small class='text-muted'>ټول راتلونکی یا پاته پیسې به په ډشبورډ کې وښودل شي - د تادیاتو پاته برخه</small>",

    'order_status' => 'د دې خریدارۍ محصولات به یوازې د خرڅولو لپاره چمتو وي کله چې <b>حالت ی</b> دی <b>توکي ترلاسه شوي</b>.',

    'purchase_location' => 'د سوداګرۍ ځای چېرې د خریدارۍ محصول به د خرڅولو لپاره چمتو وي.',

    'sale_location' => 'د سوداګرۍ ځای چېرې چې تاسو غواړئ خرڅول وکړئ',

    'sale_discount' => "وټاکی 'د هیمشه خرڅولو رعایت' د ټولو خرڅولو لپاره په سوداګری ترتیبونو کې. د رعایت / اضافه کولو تازه کولو لپاره لاندې د سمولو تڼۍ باندې کلیک وکړئ.",

    'sale_tax' => "وټاکی 'د همیشه خرڅولو مالیه' د ټولو خرڅولو لپاره په سوداګری ترتیبونو کې. د امر مالیه / اضافه کولو تازه کولو لپاره لاندې د سمولو تڼۍ باندې کلیک وکړئ.",

    'default_profit_percent' => "د یوه محصول همیشه د ګټې حد. <br><small class='text-muted'>د خریدارۍ نرخ پر اساس د خرڅولو نرخ محاسبه کول.<br/> تاسو کولی شئ دا ارزښت د انفرادي محصولاتو لپاره پداسې حال کې بدل کړئ کله چې اضافه کوئ</small>",

    'fy_start_month' => 'ستاسو د سوداګرۍ لپاره د مالي کال د میاشتی پیل کول',

    'business_tax' => 'ستاسو د سوداګرۍ لپاره ثبت شوي مالیې شمیره.',

    'invoice_scheme' => "د رسید پلان معنا د رسید د نمبرو بڼه. د دې سوداګرۍ ځای لپاره د رسید کارولو پلان غوره کول<br><small class='text-muted'><i>تاسو کولی شئ د نوي رسید پلان اضافه کړئ</b> د رسید په ترتیبونو کې</i></small>",

    'invoice_layout' => "د دې سوداګرۍ ځای لپاره د رسید بڼه کارول کیږي<br><small class='text-muted'>(<i>تاسو کولی شئ نوي کړئ <b>د رسید بڼه</b> په <b>د رسید په ترتیبونو کې<b></i>)</small>",

    'invoice_scheme_name' => 'د رسید پلان لپاره لنډ معنی داره نوم ورکړئ.',

    'invoice_scheme_prefix' => 'د رسید پلان وړاندې وټاکې<br>وړاندې یو دودیز متن یا اوسنی کال کیدی شي. د بېلګې په توګه: #XXXX0001, #2018-0002',

    'invoice_scheme_start_number' => "د رسید شمیرې لپاره د پیل شمیره. <br><small class='text-muted'>تاسو کولی شئ دا ۱ یا کوم بل شمېره چې له شمیري به یې پیل شي.</small>",

    'invoice_scheme_count' => 'د رسید پلان لپاره تولید شوي رسید مجموعي شمیر',

    'invoice_scheme_total_digits' => 'د رسید وړاندې پرته د رسید نمبر اوږدوالی',

    'tax_groups' => 'د ډلې مالیې نرخونه - پورته تشریح شوي، د خریدارۍ / خرڅلاو برخو کې د ګډولو لپاره کارول کیږي.',

    'unit_allow_decimal' => "ټکئ تاسو ته اجازه درکوي ترڅو اړونده محصولات په فرعی برخو کې خرڅ کړئ.",

    'print_label' => 'محصولات اضافه کړئ ->د لیبل په ښودلو کې معلومات غوره کړئ -> د بارکوډ ترتیب انتخاب کړئ -> لیبلونه وړاندي وګورئ -> چاپ',

    'expense_for' => 'هغه کارن غوره کړئ چې کوم مصاریف ورسره تړاو لري. <i>(Optional)</i><br/><small>د بېلګې په توګه: د یوه کارمند معاش.</small>',
    
    'all_location_permission' => 'کله چې <b>ټول ځایونه</b> دا رول به غوره کړي د ټولو سوداګریزو ځایونو ته د لاسرسۍ اجازه به ولري',

    'dashboard_permission' => 'که چیرته ناباوره وی نو بیا یواځې د ښه راغلاست پیغام په کور کې وښودل شي.',

    'access_locations_permission' => 'ټول ځایونه وټاکئ چې دا رول لاس رسی ورته ولري. د ټاکل شوې ځای ټولې ډاټا یواځې کاروونکي ته ښودل کیږي.<br/><br/><small>د مثال په توګه: تاسو کولی شئ د دې تعریف څخه کار واخلئ <i>د دکان مدیر / کیشیر / ګودامچی، تحویلدار / د څانګې مدیر, </i>د ځانګړي ځای.</small>',

    'print_receipt_on_invoice' => 'فعالول یا غیر فعالول د رسید اتومات چاپ په وروستيو کې',

    'receipt_printer_type' => "<i>د لټونر پر بنسټ چاپ</i>: د رسید د بیاکتنې لپاره په لټونر کې د چاپ ډیالوګ بکس ښکاره کړئ <br/><br/> <i> د رسید جوړ شوي چاپګر وکاروئ</i>: د چاپ لپاره د جوړ شوي رسید / ترمام چاپګر انتخاب کړئ",

    'adjustment_type' => '<i>عادي</i>: د عادی وجهو لپاره ترتیب کول لکه سوری/پری شوي، خراب شوي او نور. <br/><br/> <i>غیر عادي</i>: د غیر عادي وجهو لپاره ترتیب لکه اور ، حادیثه او نور.',

    'total_amount_recovered' => 'د بیمې څخه یا د زړو توکو خرڅولو څخه او یا د نورو لارو څخه پیسې لاسته راغلي',

    'express_checkout' => 'نښه کړئ بشپړه پیسې او چک اوټ کړئ',
    'total_card_slips' => 'په دې راجستر کې کارول شوي د کارت پیسو شمیر',
    'total_cheques' => 'په دې راجستر کې کارول شوي چکونو شمیر',

    'capability_profile' => "د حکمونو او کوډ پاڼو لپاره ملاتړ د پرنټر پلورونکو او ماډلونو ترمنځ توپیر لري. که تاسو ډاډه نه یاست، نو دا د ساده وړتیا پیژندنه کارولو لپاره ښه نظر دی",

    'purchase_different_currency' => 'دا اختیار غوره کړئ که تاسو د خپلې سوداګرۍ د اسعار په پرتله په مختلف اسعارو کې خرید کوئ',

    'currency_exchange_factor' => "۱ د خریدارۍ اسعار = ? اساسې اسعار <br> <small class='text-muted'>تاسو کولی شئ چې خریداري په نورو اسعارو فعال یا غیر فعال کړئ </small>",

    'accounting_method' => 'د محاسبې طریقه',

    'transaction_edit_days' => 'د ورځو شمیر د راکړې ورکړې له نیټې څخه تر هغه پورې چې راکړه ورکړې ته سمول ورکړل شي.',
    'stock_expiry_alert' => "د هغو سټاک لیست چې تاریخ پای کې دي :days days <br> <small class='text-muted'>تاسو کولای ښئ چې وټاکئ د ورځو شمیر په سوداګري ترتیبونو کې. </small>",
    'sub_sku' => "SKU اختیاري ده. <br><br><small>خالي وساتي چې په اتومات ډول SKU تولید کړي.<small>",
    'shipping' => "د لیږد معلومات او د لیږد مصاریف. د تدارکاتو تفصیلات او لګښتونه اضافه / تازه کولو لپاره لاندې لاندینی سمبول کې کلیک وکړئ."
];
